<?php
// Heading
$_['heading_title']                 = '<a href="https://gixoc.ru">GixOC.ru</a> - <b>Настройка Личного кабинета покупателя / Smart Customer Dashboard</b>';
$_['text_title']                    = 'GixOC.ru - Настройка Личного кабинета покупателя / Smart Customer Dashboard';

// Text
$_['text_extension']                = 'Модули';
$_['text_success']                  = 'Настройки сохранены!';
$_['text_edit']                     = 'Редактирование модуля ' . $_['heading_title'];
$_['text_css']                      = 'Например: body{background:#fff; color:#000}';
$_['text_other']                    = 'Дополнительно';
$_['text_test']                     = 'Экспериментальные функции - могут не работать в некоторых темах!';

// Button
$_['button_el_add']                 = 'Добавить новый элемент';
$_['button_groups_add']             = 'Добавить новый раздел';

// Tab
$_['tab_design']                    = 'Общие';
$_['tab_customer']                  = 'Меню покупателя';
$_['tab_module_customer']           = 'Модуль Аккаунт покупателя';

// Entry
$_['entry_status']                  = 'Статус';
$_['entry_css']                     = 'Свои стили CSS';
$_['entry_back']                    = 'Добавить отсутствующую кнопку "Назад" в разделы меню';
$_['entry_el']                      = 'Элементы меню';
$_['entry_groups']                  = 'Разделы меню';
$_['entry_group']                   = 'Раздел меню';
$_['entry_name']          		    = 'Название';
$_['entry_width']                   = 'Ширина';
$_['entry_height']                  = 'Высота';
$_['entry_image']                   = 'Изображение';
$_['entry_image_description']       = 'Размеры изображения<br>(Ш x В)';
$_['entry_url']                     = 'Ссылка';
$_['entry_class_el']                = 'Класс стиля';
$_['entry_color']                   = 'Цвет надписи';
$_['entry_color_hover']             = 'Цвет надписи при наведении';
$_['entry_font']                    = 'Размер шрифта';
$_['entry_font_hover']              = 'Размер шрифта при наведении';
$_['entry_sort_order']              = 'Порядок сортировки';

// Help
$_['help_info_font']                = 'Добавляет эффект увеличения при наведении, для этого введите число отличное от введенного в поле Размер шрифта. Если Вы не хотите добавлять эффект увеличения при наведении, введите число совпадающее с введенным в поле Размер шрифта';
$_['help_info_css']                 = 'Если Вы хотите внести изменения в стили CSS, укажите их в этом поле.';
$_['help_info_back']                = 'Добавляет кнопку "Назад" в разделах: "Изменить закладки", "История заказов", "Файлы для скачивания", "Бонусные баллы", "Заявки на возврат", "История платежей", "Регулярные платежи" и "Рефералы"';

// Error
$_['error_permission']              = 'У вас нет прав для управления модулем ' . $_['heading_title'] .'!';